Show / Hide Table of Contents
Interface IIOMSettings
interface IIOMSettings
Namespace: IdeaRS.OpenModel.Message
Assembly: IdeaRS.OpenModel.dll
Syntax
public interface IIOMSettings
Properties
Improve this Doc   View Source
CountryCode
CountryCode
Declaration
CountryCode CountryCode { get; set; }
Property Value
 Type |  Description
 CountryCode
Improve this Doc   View Source
CreatedSuccessfully
IOM was generated Successfully
Declaration
bool CreatedSuccessfully { get; set; }
Property Value
 Type |  Description
 System.Boolean
Improve this Doc   View Source
FileName
File name
Declaration
string FileName { get; set; }
Property Value
 Type |  Description
 System.String
 Improve this Doc
 View Source